export const AREA_PARAMS = [
  "北海道", "青森県", "岩手県", "宮城県", "秋田県", "山形県", "福島県",
  "茨城県", "栃木県", "群馬県", "埼玉県", "千葉県", "東京都", "神奈川県",
  "新潟県", "富山県", "石川県", "福井県", "山梨県", "長野県", "岐阜県",
  "静岡県", "愛知県", "三重県", "滋賀県", "京都府", "大阪府", "兵庫県",
  "奈良県", "和歌山県", "鳥取県", "島根県", "岡山県", "広島県", "山口県",
  "徳島県", "香川県", "愛媛県", "高知県", "福岡県", "佐賀県", "長崎県",
  "熊本県", "大分県", "宮崎県", "鹿児島県", "沖縄県",
];

export const GENDER_PARAMS = ["男性", "女性", "その他"];

export const CATEGORY_PARAMS = [
  "文学", "史学", "哲学", "言語学", "人類学", "宗教学",
  "法律学", "政治学", "経済学", "経営学", "社会学", "心理学", "教育学",
  "数学", "物理学", "化学", "生物学", "農学", "栄養学", "医学", "薬学", "看護学",
  "機械・精密工学", "電気・電子工学", "情報・通信工学", "土木・建築工学", "材料・化学工学",
  "経営・金融工学", "システム工学", "総合工学", "芸術・デザイン", "その他",
];

export const INDUSTRY_PARAMS = [
  "学生", "IT / Web", "広告", "商社", "金融", "不動産",
  "教育", "医療", "福祉", "人材", "コンサル", "士業",
  "メーカー", "インフラ", "マスコミ", "出版", "土建",
  "農林水産・鉱業", "行政", "その他"
];

export const JOB_PARAMS = [
  "学生", "営業", "企画", "管理", "総務", "経営",
  "技術", "専門職", "販売", "公務員", "無職"
];

export const CURRENT_EVENT_ID = 1;
